<div class="col-md-12 col-12 mb-3">
    <div class="form-group">
        <label for="games_type" class="form-label">{{ __('النوع') }}</label>
        <select name="games_type" id="games_type" class="form-select">
            <option value="{{ __('أكشن فيجرز') }}">{{ __('أكشن فيجرز') }}</option>
            <option value="{{ __('ألعاب التحكم عن بعد') }}">{{ __('ألعاب التحكم عن بعد') }}</option>
            <option value="{{ __('ألعاب التركيب والبناء') }}">{{ __('ألعاب التركيب والبناء') }}</option>
            <option value="{{ __('عربات الركوب والألعاب الخارجية') }}">{{ __('عربات الركوب والألعاب الخارجية') }}</option>
            <option value="{{ __('ألعاب وألغاز') }}">{{ __('ألعاب وألغاز') }}</option>
            <option value="{{ __('ألعاب الطاولة والورق') }}">{{ __('ألعاب الطاولة والورق') }}</option>
            <option value="{{ __('ألعاب تعليمية') }}">{{ __('ألعاب تعليمية') }}</option>
            <option value="{{ __('الدمى وألعاب البنات') }}">{{ __('الدمى وألعاب البنات') }}</option>
            <option value="{{ __('ألعاب السيارات والمركبات') }}">{{ __('ألعاب السيارات والمركبات') }}</option>
            <option value="{{ __('ألعاب الأطفال') }}">{{ __('ألعاب الأطفال') }}</option>
            <option value="{{ __('ألعاب الضوء والصوت والموسيقى') }}">{{ __('ألعاب الضوء والصوت والموسيقى') }}</option>
            <option value="{{ __('ألعاب - اخرى') }}">{{ __('ألعاب - اخرى') }}</option>
        </select>
    </div>
</div>
